{
    "modify": [
        "What should I do to increase my stamina?",
        "How can I better my stamina?",
        "How can I adjust my interval training?",
        "How can I lower my training?",
        "How can I decrease my training?",
        "How can I better my endurance?",
        "How can I adjust my endurance?",
        "How can I decrease my swimming?",
        "What should I do to better my heart rate?",
        "How can I enhance my endurance training?",
        "How can I adjust my lifting?",
        "What should I do to adjust my speed?",
        "What are some ways to lower my pace?",
        "What are some ways to better my heart rate?",
        "How can I enhance my lifting?",
        "What are some ways to improve my stamina?",
        "How can I adjust my crossfit?",
        "What are some ways to decrease my endurance?",
        "What should I do to lower my strength?",
        "What should I do to improve my strength?",
        "How can I better my crossfit?",
        "What should I do to decrease my heart rate?",
        "What should I do to increase my strength?",
        "How can I improve my training?",
        "How can I lower my crossfit?",
        "What should I do to better my agility?",
        "What should I do to enhance my pace?",
        "What are some ways to improve my speed?",
        "How can I raise my running?",
        "How do I enhance my recovery time during runs?",
        "How can I increase my swimming?",
        "How can I adjust my pace?",
        "How can I raise my recovery time?",
        "What are some ways to decrease my agility?",
        "How can I decrease my recovery time?",
        "What should I do to lower my recovery time?",
        "What should I do to adjust my speed?",
        "How can I improve my speed?",
        "How do I decrease my endurance during runs?",
        "What are some ways to lower my endurance?"
    ],
    "validate": [
        "Are these reliable heart rate monitors?",
        "Is this a durable running belt?",
        "Is this a expensive heart rate monitor?",
        "Is this a necessary heart rate monitor?",
        "Are these necessary running belts?",
        "Is this a affordable running belt?",
        "Is this a good heart rate monitor?",
        "Are these durable water bottles?",
        "Is this a affordable heart rate monitor?",
        "Is this a necessary pair of shoes?",
        "Is this a durable pair of spikes?",
        "Are these durable watches?",
        "Are these necessary compression socks?",
        "Are these lightweight spikes?",
        "Is this a comfortable pair of compression socks?",
        "Is this a useful water bottle?",
        "Is this a comfortable watch?",
        "Are these essential heart rate monitors?",
        "Is this a comfortable heart rate monitor?",
        "Are these good water bottles?",
        "Are these affordable compression socks?",
        "Are these comfortable compression socks?",
        "Is this a bad watch?",
        "Is this a good water bottle?",
        "Is this a expensive pair of spikes?",
        "Are these good water bottles?",
        "Are these useful heart rate monitors?",
        "Are these comfortable watches?",
        "Is this a good pair of compression socks?",
        "Are these reliable compression socks?",
        "Are these necessary compression socks?",
        "Is this a necessary heart rate monitor?",
        "Are these reliable water bottles?",
        "Is this a bad pair of spikes?",
        "Are these useful running belts?",
        "Is this a affordable watch?",
        "Is this a bad watch?",
        "Is this a durable pair of shoes?",
        "Are these reliable running belts?",
        "Is this a lightweight pair of spikes?"
    ],
    "generate": [
        "Provide a strategy for swimming.",
        "Provide a swimming routine for a half marathon.",
        "Can you Suggest a training program for me?",
        "Can you Give me a lifting plan for me?",
        "Give me a interval training regime for a 5-mile race.",
        "Formulate a program for a 10-mile race.",
        "Give me a training plan for a 5-mile race.",
        "Provide a schedule for crossfit.",
        "Generate a schedule for a ultramarathon.",
        "Create a training workout plan for a triathlon.",
        "Give me a plyometric workout plan for a 10k.",
        "Can you Suggest a endurance training schedule for me?",
        "Create a swimming workout plan for a 5k.",
        "Can you Design a plyometric workout plan for me?",
        "Design a plyometric routine for a marathon.",
        "Generate a workout plan for a ironman.",
        "Can you Formulate a endurance training program for me?",
        "Design a lifting plan for a 1500m.",
        "Formulate a schedule for swimming.",
        "Formulate a program for interval training.",
        "Can you Give me a training schedule for me?",
        "Generate a swimming schedule for a ironman.",
        "Formulate a schedule for training.",
        "Can you Design a crossfit plan for me?",
        "Create a interval training routine for a 5-mile race.",
        "Generate a schedule for a ironman.",
        "Give me a routine for plyometric.",
        "Can you Generate a swimming regime for me?",
        "Suggest a strategy for a 3k.",
        "Provide a training calendar for training.",
        "Give me a routine for a marathon.",
        "Suggest a program for a 10-mile race.",
        "Can you Suggest a crossfit workout plan for me?",
        "Give me a plyometric plan for a half ironman.",
        "Create a routine for training.",
        "Give me a routine for running.",
        "Generate a plan for plyometric.",
        "Create a training calendar for a 1500m.",
        "Provide a schedule for running.",
        "Can you Design a swimming program for me?"
    ],
    "recommend": [
        "Tell me the best a heart rate monitor for improving endurance.",
        "Can you provide a bad water bottle for half marathon training.",
        "What is a watch.",
        "What is a heart rate monitor.",
        "Recommend me a a running belt for improving strength.",
        "Tell me the best watch.",
        "What is a a pair of watch for triathlon.",
        "Give me a watch.",
        "Suggest a pair of compression socks for improving endurance.",
        "Recommend me a a pair of pair of shoes for half ironman.",
        "Can you provide a affordable pair of shoes.",
        "Suggest a pair of heart rate monitor for 10k.",
        "Suggest a heart rate monitor for improving pace.",
        "Give me a a pair of compression socks for improving agility.",
        "Recommend me a a good heart rate monitor for half marathon runners.",
        "What are a good heart rate monitor for ironman runners.",
        "What is a a good running belt for 1500m runners.",
        "Recommend me a comfortable watch for 400m training.",
        "Recommend me a durable running belt.",
        "Can you provide a a pair of spikes for improving recovery time.",
        "Suggest pair of compression socks.",
        "Recommend me a a pair of compression socks for improving strength.",
        "What is a useful pair of spikes for 10k training.",
        "What are a pair of pair of spikes for 1500m.",
        "Give me a a pair of compression socks for improving heart rate.",
        "Recommend me a a water bottle for improving pace.",
        "Give me a water bottle.",
        "What is a a pair of heart rate monitor for 3k.",
        "What are useful pair of spikes.",
        "Recommend me a a pair of water bottle for 10k.",
        "Recommend me a expensive running belt.",
        "Can you provide a a pair of shoes for improving stamina.",
        "What is a a good heart rate monitor for 5-mile race runners.",
        "Suggest a pair of watch for 10-mile race.",
        "Tell me the best pair of spikes.",
        "Can you provide a watch.",
        "Recommend me a a good heart rate monitor for 400m runners.",
        "Give me a a good running belt for 1500m runners.",
        "Tell me the best useful heart rate monitor for 1500m training.",
        "What are bad heart rate monitor for ultramarathon training."
    ],
    "train": [
        "What is the best way to condition for the 5k?",
        "What is the best way to practice for the ironman?",
        "How can I condition for a marathon?",
        "What is the best way to practice for the 3k?",
        "Give me train tips for a 10k race.",
        "What is the recommended way to practice for a ultramarathon?",
        "How can I get ready for a marathon?",
        "What is the best way to prepare for the 10-mile race?",
        "What is the best way to train for the 5-mile race?",
        "Give me train tips for a 5-mile race race.",
        "What is the recommended way to build strength for a ultramarathon?",
        "Give me build stamina tips for a half ironman race.",
        "What is the best way to prepare for the 10-mile race?",
        "What is the best way to focus on for the ultramarathon?",
        "Give me prepare tips for a half marathon race.",
        "Give me build strength tips for a 10-mile race race.",
        "What is the recommended way to practice for a 10k?",
        "What is the best way to train for the ultramarathon?",
        "What is the recommended way to condition for a ultramarathon?",
        "What is the recommended way to condition for a 800m?",
        "What is the recommended way to get ready for a 10k?",
        "Give me focus on tips for a 3k race.",
        "What is the best way to focus on for the 400m?",
        "Give me build strength tips for a half ironman race.",
        "What is the recommended way to train for a 10k?",
        "How can I condition for a half marathon?",
        "Give me prepare tips for a half marathon race.",
        "Give me build stamina tips for a 1500m race.",
        "Give me prepare tips for a 5-mile race race.",
        "What is the recommended way to practice for a 3k?",
        "What is the recommended way to get ready for a triathlon?",
        "What is the recommended way to workout for a half ironman?",
        "How can I train for a 5-mile race?",
        "What is the recommended way to build stamina for a 5-mile race?",
        "Give me get ready tips for a 10-mile race race.",
        "How can I focus on for a 400m?",
        "How can I prepare for a ultramarathon?",
        "What is the recommended way to build stamina for a triathlon?",
        "Give me condition tips for a marathon race.",
        "How can I focus on for a marathon?"
    ],
    "track": [
        "Can you help me analyze my running performance?",
        "What is the best way to measure my _pace_?",
        "Can you help me record my running performance?",
        "How can I keep track of my progress in half ironman training?",
        "How can I check my progress in 3k training?",
        "How do I monitor my agility over time?",
        "How do I analyze my training schedule for a marathon?",
        "What is the best way to check my _pace_?",
        "How do I analyze my strength over time?",
        "How can I log my progress in 3k training?",
        "How do I track my strength over time?",
        "How do I monitor my strength over time?",
        "How can I log my progress in 10k training?",
        "Can you help me measure my running performance?",
        "Can you help me record my running performance?",
        "How can I keep track of my progress in 800m training?",
        "What is the best way to analyze my _pace_?",
        "How do I record my training schedule for a 800m?",
        "Can you help me monitor my running performance?",
        "Can you help me monitor my running performance?",
        "How can I analyze my progress in 3k training?",
        "How do I track my training schedule for a 1500m?",
        "How do I check my training schedule for a half marathon?",
        "What is the best way to keep track of my _pace_?",
        "How can I analyze my progress in 400m training?",
        "What is the best way to track my _pace_?",
        "Can you help me check my running performance?",
        "How do I analyze my training schedule for a 3k?",
        "How do I analyze my pace over time?",
        "How do I keep track of my training schedule for a 3k?",
        "How do I log my training schedule for a 5k?",
        "Can you help me check my running performance?",
        "How can I monitor my progress in 400m training?",
        "How can I analyze my progress in 1500m training?",
        "How can I keep track of my progress in triathlon training?",
        "How can I keep track of my progress in triathlon training?",
        "What is the best way to measure my _pace_?",
        "How can I keep track of my progress in 10-mile race training?",
        "What is the best way to analyze my _pace_?",
        "How do I check my training schedule for a half marathon?"
    ]
}